/* Boxcar email address field label */
"Email Address:" = "E-pasta adrese:";

/* Failure adding email */
"Invalid Email" = "Nederīgs e-pasts";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Sūtīt tikai, ja dīkstāvē: ";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Sūtīt tikai, ja prioritāte ir vismaz:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Pievienot paziņojumiem prefiksu:";

/* Success adding boxcar */
"Registered!" = "Reģistrēts!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Nezināms e-pasts";

